{
  "a": [
    "A beginning is invisible.",
    "A better mistake is to play the wrong note with enthusiasm than the right note with temerity and fear.",
    "A comfortable life and a creative life are mutually exclusive.",
    "A completion is a new beginning.",
    "A decision changes the world.",
    "A gift to be repaid is not properly a gift.",
    "A group comes together in service of an aim. At a particular level, each member of the group is that group, and the group may act in and through that person.",
    "A lie divorces who we are from what we are.",
    "A measure of the person: being in tune, in tone and in time.",
    "A mistake is always forgivable, rarely excusable and never acceptable.",
    "A musician is a trained, responsive and reliable instrument at the service of music.",
    "A point of seeing takes precedence over experience. But not even creative insight is a substitute for experience.",
    "A principle is an instruction in qualitative endeavour.",
    "A question worth asking is born in experience and driven by necessity.",
    "A reliable sign of an impoverished nature is the seeking of fault in others.",
    "A rule is specific. A principle is universal. A law is invariable.",
    "A test of our understanding is whether we can apply what we understand in practice.",
    "A tradition is creatively renewed by its practitioners.",
    "Abandon concern for hitting the right note. Then, hit the right note.",
    "Accept nothing less than what is right.",
    "Act from principle. Move with intention.",
    "Act in accordance with time, place, person and prevailing conditions: where you are, when you are, with whomsoever you are.",
    "Act in private as if your behaviour were known in public.",
    "Act rightly and abandon concern for repercussions.",
    "Act with courtesy. Otherwise, be polite.",
    "Address the process rather than the outcome. Then, the outcome becomes more likely.",
    "Although I stumble and fall, each time I will rise again.",
    "An artist acts with the assumption of innocence within a field of experience.",
    "An end may be a finish, a conclusion or a completion.",
    "An intentional act goes against gravity.",
    "Answers will come through the guitar.",
    "Any action by a member of a group affects the group as a whole and each of its members.",
    "Any action conveys the intent that gave rise to it.",
    "Any act that is knowingly non-consensual offers violence on some level.",
    "Any creative endeavor has to accept that the uncertainty is not only inevitable, but utterly necessary.",
    "Any fool can change the world, but it takes a hero to make their bed and clean the toilet.",
    "Any fool can play something difficult, but to play something simple requires skill.",
    "Any living practice is creative in its nature.",
    "Any practice that does not lead to compassion may be said to have failed.",
    "Any success carries with it an opportunity, a responsibility and an obligation.",
    "Any true way will be able to describe itself through its practitioners.",
    "Anything real originates in Love.",
    "Anything within a performance is significant, whether intentional or not.",
    "Anything worth doing is worth doing for nothing. Anything worth doing for nothing is worth doing well.",
    "Appreciation is quieter than complaint.",
    "Artistry repeats the unrepeatable.",
    "Ask why - seven times!",
    "Assume the virtue.",
    "Attention is the prime tool of any line of craft.",
    "Avoid celebrity."
  ]
}
