[
  "A beginning is invisible.",
  "A better mistake is to play the wrong note with enthusiasm than the right note with temerity and fear.",
  "A comfortable life and a creative life are mutually exclusive.",
  "A completion is a new beginning.",
  "A decision changes the world.",
  "A gift to be repaid is not properly a gift.",
  "A group comes together in service of an aim. At a particular level, each member of the group is that group, and the group may act in and through that person.",
  "A lie divorces who we are from what we are.",
  "A measure of the person: being in tune, in tone and in time.",
  "A mistake is always forgivable, rarely excusable and never acceptable.",
  "A musician is a trained, responsive and reliable instrument at the service of music.",
  "A point of seeing takes precedence over experience. But not even creative insight is a substitute for experience.",
  "A principle is an instruction in qualitative endeavour.",
  "A question worth asking is born in experience and driven by necessity.",
  "A reliable sign of an impoverished nature is the seeking of fault in others.",
  "A rule is specific. A principle is universal. A law is invariable.",
  "A test of our understanding is whether we can apply what we understand in practice.",
  "A tradition is creatively renewed by its practitioners.",
  "Abandon concern for hitting the right note. Then, hit the right note.",
  "Accept nothing less than what is right.",
  "Act from principle. Move with intention.",
  "Act in accordance with time, place, person and prevailing conditions: where you are, when you are, with whomsoever you are.",
  "Act in private as if your behaviour were known in public.",
  "Act rightly and abandon concern for repercussions.",
  "Act with courtesy. Otherwise, be polite.",
  "Address the process rather than the outcome. Then, the outcome becomes more likely.",
  "Although I stumble and fall, each time I will rise again.",
  "An artist acts with the assumption of innocence within a field of experience.",
  "An end may be a finish, a conclusion or a completion.",
  "An intentional act goes against gravity.",
  "Answers will come through the guitar.",
  "Any action by a member of a group affects the group as a whole and each of its members.",
  "Any action conveys the intent that gave rise to it.",
  "Any act that is knowingly non-consensual offers violence on some level.",
  "Any creative endeavor has to accept that the uncertainty is not only inevitable, but utterly necessary.",
  "Any fool can change the world, but it takes a hero to make their bed and clean the toilet.",
  "Any fool can play something difficult, but to play something simple requires skill.",
  "Any living practice is creative in its nature.",
  "Any practice that does not lead to compassion may be said to have failed.",
  "Any success carries with it an opportunity, a responsibility and an obligation.",
  "Any true way will be able to describe itself through its practitioners.",
  "Anything real originates in Love.",
  "Anything within a performance is significant, whether intentional or not.",
  "Anything worth doing is worth doing for nothing. Anything worth doing for nothing is worth doing well.",
  "Appreciation is quieter than complaint.",
  "Artistry repeats the unrepeatable.",
  "Ask why - seven times!",
  "Assume the virtue.",
  "Attention is the prime tool of any line of craft.",
  "Avoid celebrity.",

  "Become a critic only if you have no fear for your soul.",
  "Before we do something, we do nothing. While doing nothing, we observe ourselves doing nothing. While observing ourselves doing nothing, we have begun to cultivate the attention.",
  "Before we move from A to B, better to know we’re at A.",
  "Begin and end the day with definition, intention and clarity.",
  "Begin with the possible and move gradually towards the impossible.",
  "Better not to ask the future to present itself if we’re not prepared to follow where it leads.",
  "Better to be present with a bad note than absent from a good note.",
  "Be very careful about the beginning. Then, be very careful about the end. Then, be very careful about the middle.",
  "Boredom is a reliable indicator of the poverty of our inner lives.",
  "Breathe the air around someone who knows.",

  "Change one small part and the whole is changed.",
  "Circulation is an exact auditory representation of the character and condition of a Circle at any given time.",
  "Comments on others are commentaries on ourselves.",
  "Commitments are to be honoured.",
  "Comparison with others is a mark of the fool.",
  "Conscience is utterly impersonal.",
  "Courtesy is an inward grace that extends outwards to others.",
  "Courtesy may be too much to ask; but politeness is not.",
  "Craft acts from knowing, artistry from understanding.",
  "Craft is a universal language.",
  "Creative action by one enables creative action in another.",
  "Creative events reach back from the future and draw us towards them.",
  "Creative work is serious play.",
  "Cynicism is death for the artist.",
  "Craft maintains skill. Discipline maintains craft. Craft follows the tradition. Music creates the tradition.",

  "Decide to undertake the inevitable.",
  "Define the aim simply, clearly, positively.",
  "Desperate doesn’t mean hopeless. Hopeless doesn’t mean impossible. Impossible doesn’t mean unnecessary.",
  "Discard the superfluous.",
  "Discharge one small task superbly.",
  "Discipline confers reliability, repeatability and responsibility.",
  "Discipline confers the capacity to make a commitment in time.",
  "Discipline holds the Middle.",
  "Discipline is a vehicle for joy.",
  "Discipline is not an end in itself, only a means to an end.",
  "Distrust anyone who wants to teach you something.",
  "Distrust enthusiasm.",
  "Distrust those who profess altruism.",
  "Do nothing – as much as you can.",
  "Don't be helpful: be useful, be available.",

  "Each part does the work of that part, and no other.",
  "Efficiency: as little as possible and as much as is necessary.",
  "Establish a point of certainty, clarity and definition. Then, establish points of certainty, clarity and definition throughout the day. Then, establish points of certainty, clarity and definition - yesterday and tomorrow.",
  "Even genius requires a competent technique.",
  "Everything we are is revealed in our playing.",
  "Expectation is a prison.",
  "Expect nothing.",

  "Fear is a preparation for failure.",
  "Firstly, we are ignorant; secondly, we recognise our ignorance; thirdly, we acknowledge our ignorance; fourthly, we move to address our ignorance.",
  "Five ways to determine the quality of a person: their conduct in front of sex; money; the use of time; the expression of negativity; the exercise of authority over others.",
  "Four qualities of improvisation: riffing; developing variations; improvising; spontaneous composition.",
  "Four qualities of operation: arbitrary; optional; intentional; necessary.",

  "Good habit is necessary. Bad habit is inevitable.",
  "Good time is being in step with ourselves.",
  "Gradually extend the parameters of your competence.",
  "Gradual transitions take place suddenly.",

  "Habit = habitual. Habit + presence = skill. Skill + presence + attention = craft. Skill + presence + attention + understanding = artistry.",
  "Happiness is an outcome of living rightly, not a result of seeking happiness.",
  "Heaven and earth share the same space.",
  "Help is closer to us than the air that we breathe; and is carried on the breath.",
  "Helpful people are a nuisance.",
  "Honour the role. Respect the person. Discharge the function.",
  "How we act in one small area of our life is how we act in all the small areas of our life. All the small areas of our life is our life.",
  "How we hold our pick is how we live our life.",
  "How we see the world changes the world.",

  "If a quality is present, it is recognisable and may be named.",
  "If in doubt, consult tradition. If still in doubt, consult experience. If still in doubt, consult the body.",
  "If we are able to describe the characteristics of the level to which we aspire, our aspiration becomes possible.",
  "If we are able to make one small act of quality, it will spread throughout our larger act of living.",
  "If we are divorced from the consequences of our actions, our actions are likely to be inappropriate; perhaps dangerous; perhaps disastrous.",
  "If we are present in the Circle, we may find the Circle present within us.",
  "If we are unable to say no, we are unable to say yes.",
  "If we can ask our body to do nothing for half an hour, perhaps we can ask our body to do something for half an hour.",
  "If we can define our aim, we are halfway to achieving it.",
  "If we close our eyes, how do we know we have a left hand?",
  "If we don't know where we're going, we'll probably get there.",
  "If we do not do the work that is given to us to discharge, part of the world will die. Know this for a certainty.",
  "If we have nothing to say, better to say nothing.",
  "If we really love them, it doesn’t matter; If we don’t really love them, it doesn’t matter.",
  "If we wish to know, breathe the air around someone who knows.",
  "If you wish to change the world, better first to know the world you wish to change.",
  "If you wish to discover habit, change the tempo.",
  "Impartial observation changes nothing. It changes everything.",
  "In a group, something becomes possible which is impossible for one alone.",
  "In popular culture, the musician calls on the highest part in all of us. In mass culture, the musician addresses the lower parts of what we are. In popular culture, our musicians sing to us in our own voice. In mass culture they shout what we want to hear.",
  "In strange and uncertain times, sometimes a reasonable person might despair. But Hope is unreasonable. And Love is greater even than this.",
  "Intention determines the orientation. Commitment maintains the direction. Attention holds the course.",
  "Intention trumps technique.",
  "Intentional action generates intentional results and unforeseeable repercussions. Unintentional action generates unintended consequences, inevitable repercussions and unintentional activity.",
  "Interrogate the error.",
  "Interrogate the experience.",
  "In the creative act, the Creation continues.",
  "In the creative act, the future reaches back to invent the present and repair the past.",
  "In the small things, we see the large things.",
  "In tuning a note we are tuning ourselves.",
  "It is absurd to believe that practising our instrument is separate from the rest of our life.",
  "It is a folly to expect an open door to remain open forever.",
  "It is difficult to exaggerate the power of habit.",
  "It is necessary to know the next step; but not the step after that.",
  "It is not asked of us that we never fall. It is asked of us that we always get up.",
  "It is not necessary that we succeed. It is necessary that we make the effort.",
  "It is not necessary to be cheerful. It is not necessary to feel cheerful. But look cheerful.",
  "It is not possible for the musician to play music. But, it is possible for the musician to be played by music.",
  "It is not our aim to drive out noise. It is our aim to invite in Silence.",
  "It’s the recovery that matters.",

  "Joy is a natural response to being alive, and music one way to give it voice.",
  "Just below the surface of our everyday world lie riches.",

  "Know that the world will die if we do not extend our good wishes to it.",

  "Learn to recognise the changing qualities of our experiencing.",
  "Let us embrace our mistakes as friends and teachers.",
  "Let us find clean and cheerful friends.",
  "Life is often desperate, but never hopeless.",
  "Let us take our work seriously, but not solemnly.",
  "Life is too short to learn only from our mistakes.",
  "Life is too short to take on the unnecessary.",
  "Life without the morning sitting is like trying to walk without legs.",
  "Like and dislike are cheap.",
  "Listening changes what we are listening to.",
  "Local events have global repercussions.",
  "Love cannot bear that even one soul be denied its place in Paradise.",

  "Make better mistakes.",
  "May we have the clarity to see what is required of us. May we have the courage to accept what is required of us. May we have the capacity to discharge what is required of us.",
  "May the quality with which we live our life honour the lives of our parents and mentors.",
  "May we have the courage to fail. May we also have the courage to succeed.",
  "May we wish for others what we wish for ourselves.",
  "May we trust the inexpressible benevolence of the Creative Impulse.",
  "Memory is a measure of the quality of our attention.",
  "Mistakes are at the centre of learning.",
  "Money is not a problem, only a difficulty.",
  "Moving forward feels like moving forward. It also feels like moving backwards and standing still.",
  "Music brings together sound and Silence.",
  "Music creates the musician.",
  "Music is a benevolent presence constantly and readily available to all.",
  "Music is a language through which we can express our struggle to be a human being.",
  "Music is a language to talk to God. Fortunately, music is a language through which God speaks to us.",
  "Music is a quality, organised in sound and in time.",
  "Music is as available to us as we are available to music.",
  "Music is the cup which holds the wine of Silence. Sound is that cup, but empty. Noise is that cup, but broken.",
  "Music is our friend.",
  "Music is the architecture of Silence.",
  "Music is Silence, singing.",
  "Music so wishes to be heard that sometimes it calls on unlikely characters to give it voice, and to give it ears.",
  "Music without love is not properly music.",

  "Necessary repercussions are manageable. Inevitable repercussions are expensive. Unnecessary repercussions are dangerous.",
  "Necessity is a measure of aim.",
  "Never be afraid to let go of a good thing.",
  "Never become so popular that the public takes an interest in you.",
  "New music is not a style: it is a quality.",
  "Not even death can end the process of our becoming.",
  "Nothing is compulsory, but some things are necessary.",
  "Nothing worthwhile is achieved suddenly.",
  "Noticing is a creative moment.",

  "Offer no violence.",
  "One key to personal freedom: the extent to which we accept responsibility for exercising our rights and meeting our obligations.",
  "One measure of possible and impossible is the probable.",
  "One measure of the power of a new idea: the degree of hostility that rises to meet it.",
  "One note, struck truly, is a symphony.",
  "One small act of quality is as big as one large act of quality.",
  "Our concern is process, rather than result.",
  "Our enemy is our friend.",
  "Our living is as rich as our attention is available.",

  "Perfection is impossible. But I may choose to serve perfection.",
  "Performance is inherently unlikely.",
  "Performance is intimate, yet utterly impersonal.",
  "Persistence is a measure of our Wish.",
  "Playing fast is easier than playing slow.",
  "Play is at the heart of creative endeavour.",
  "Power is the capacity to access what is possible.",
  "Practising attention is one way of practising love.",
  "Practising is an ordered activity directed towards the service of an aim.",
  "Precision confers definition, clarity and order.",
  "Process is Intelligence getting to know itself.",
  "Professionalism repeats the repeatable. Artistry repeats the unrepeatable.",

  "Quality is an economy.",
  "Quality is ungovernable by number.",
  "Quality spreads.",
  "Quiet is the absence of sound; silence the presence of Silence.",

  "Reason alone is a one-legged stool.",
  "Recognising error in ourselves is an opportunity to forgive error in others.",
  "Redemption is a process of repair in which the repair job may become stronger than the original model.",
  "Relaxation is necessary tension. Tension is unnecessary tension.",
  "Relaxation is never accidental.",
  "Rely on what someone does, not what they claim to do.",
  "Remain in motion, whether stationary or not.",
  "Remember to play.",
  "Right Action moves from principle.",
  "Right Action, without a discipline, is unlikely.",
  "Rightness is its own necessity.",

  "Signposts are useful when we know where we are going.",
  "Silence is not silent.",
  "Silence is the field of creative musical intelligence that dwells in the space between the notes, and holds them in place.",
  "Small additional increments are transformative.",
  "Some things protect themselves by being what they are.",
  "Sometimes God hides. Sometimes God waves. Sometimes God smiles.",
  "Sometimes no answer is an answer; especially when the answer is no.",
  "Sometimes the impossible is necessary.",
  "Stillness is dynamic, and only appears to be static.",
  "Suffer cheerfully.",
  "Suffering is necessary, unnecessary, voluntary and involuntary.",
  "Suffering is our experience of the distance between what we are and who we wish to become.",
  "Suffering of quality is invisible to others.",

  "Talking is expensive.",
  "The absence of presence is loss. The presence of absence is dangerous.",
  "The act of music is the music.",
  "The act of music is primarily social.",
  "The aim of any practice is to know Right Conduct in all situations, even situations where we find ourselves for the first time.",
  "The aim of the musician is to create a construct through which Music may enter our world.",
  "The artist is a bridge between the possible, the impossible and the actual.",
  "The attitude that life owes us something encourages life to thwart our endeavours.",
  "The audience is Mother to the music.",
  "The centre of discipline: the degree to which we are able to hold ourselves in front of a challenge.",
  "The concern of the musician is music. The concern of the professional musician is business.",
  "The craftsman teaches by what they do. The master teaches by who they are.",
  "The Creative Impulse inhabits whatever instrument is made available to it.",
  "The creative impulse will create: this is its necessity.",
  "The creative process is utterly mysterious: magical, unknowable, indefinable. The creative process is also know-able, do-able, feel-able, available.",
  "The criteria are reliability, repeatability and responsibility.",
  "The effect of a bright idea is to undermine the aim it nominally serves.",
  "The finest quality of attention we may give is love.",
  "The foundation of learning is play.",
  "The future is what the present can bear.",
  "The gates of Heaven open to persistence.",
  "The Great Divide: too far from the beginning to go back, too far from the end to go forward.",
  "The greater the seeming imperfection, the greater the possible transformation.",
  "The help available is not what we expect; and perhaps not what we want.",
  "The Key To It All: the quality of our attention.",
  "The mind leads the hands.",
  "The musician and audience are parents to the music.",
  "The musician has three disciplines: of the hands, the head and the heart.",
  "The necessary is possible. The optional is expensive. The arbitrary is unlikely.",
  "The only contribution we make is the quality of our work.",
  "The performer can hide nothing, even the attempt to hide.",
  "The poverty of our nature is no limit to our aspiration.",
  "The power of a Network lies in the connections between the centres, not within the centres.",
  "The primary characteristic of Right Practice is effortlessness.",
  "The problem with knowing what we want is, we might get it.",
  "The professional musician asks: Does this work?",
  "The master musician asks: Is this true?",
  "The proper response to being alive is joy.",
  "The quality and extent of our life is governed by the quality and extent of our attention.",
  "The quality of the question determines the quality of the answer.",
  "The quality of our perceptions determines how we see the world; how we see the world determines our judgment; our judgment determines how we interact with the world; how we interact with the world changes the world. So, the quality of our perceptions changes the world.",
  "The quality we bring to one small part of our life is the quality we bring to all the small parts of our life. All the small parts of our life is our life.",
  "The question holds the answer. So, what is the question?",
  "The questions we ask direct the course of our lives.",
  "The real world is as available to us as we can bear to be present to what is real.",
  "The real world is not what we imagine it to be: because it’s Real, not imaginary.",
  "The right thing at the wrong time is wrong. The wrong thing at the right time may be right. The right thing at the right time is beautiful.",
  "The simplest is the most difficult to discharge superbly.",
  "The source of our knowing is of greater value than the extent of our knowledge.",
  "The unity of all things is experienced primarily through the feelings.",
  "The visibility of any particular school of craft depends upon the nature of its work and the conditions of the culture it works within.",
  "The way we describe our world shows how we think of our world; how we think of our world governs how we interpret our world; how we interpret our world directs how we participate in the world. How we participate in the world shapes the world.",
  "The work is in the Middle.",
  "The work of one supports the work of all.",
  "There are as many paths to music as there are musicians. Subjectively, each path is unique; objectively, each path the same. But, there are signposts; there are maps; there are guides.",
  "There are few things as convincing as death to remind us of the quality with which we live our life.",
  "There are no mistakes, save one: the failure to learn from a mistake.",
  "There are three kinds of repercussions: the necessary, the unnecessary and the inevitable.",
  "There is a listening that contributes.",
  "There is merit, blessing and reward for those who undertake necessary work; attenuated to the degree that their work is undertaken in anticipation of merit, and blessing, and reward.",
  "There is nothing like exposure to public ridicule to galvanise the attention.",
  "Things are not as bad as they seem. They are worse than that. They are also better than that.",
  "Thought is tangible and has effect.",
  "Three ways to discover our faults: ask a friend; ask an enemy; recognise a fault in others.",
  "“Tomorrow” is the first lie of the Devil.",
  "To take care, in any activity, is a way of expressing love.",
  "To try is to fail.",
  "Trust the process.",
  "Turn a seeming disadvantage to your advantage. The greater the seeming disadvantage, the greater the possible advantage.",

  "Understanding changes what we understand.",
  "Understanding is simple. Knowing is complicated.",
  "Unless we are able to hold two contradictory positions simultaneously, solutions will escape us.",
  "Unless we can describe the characteristics of mastery, mastery will elude us.",

  "Want is of the earth. Wish is from the stars.",
  "We are all at the beginning.",
  "We are asked to work honourably: honourably = what is possible + 10%; too hard = 1. Two steps beyond hard, rather than one. 2. When determination becomes “grim determination”. 3. When we lose a sense of ourselves.",
  "We are each equipped to recognize what we need.",
  "We are held responsible for our actions, whether intentional or not.",
  "We are where we need to be.",
  "We attract Silence by being silent.",
  "We begin again, again.",
  "We begin by doing nothing. Then, we move to doing something.",
  "We begin where we are. But we begin today.",
  "We begin where we are. So, where are we?",
  "We cannot govern the weather. But we can push out the boat and raise the sail.",
  "We can’t fix the problems of the world, but we may deepen our practice.",
  "We can't go far on enthusiasm, but we don't go far without it.",
  "We cross the threshold: between the space where our ordinary activities take place and into the sacred space of musical performance; paying attention to our first footfall; relying upon one person, at least, to call upon the Muse for     help.",
  "We do what is possible and allow space for the impossible to enter.",
  "We forget that we forget.",
  "We have the freedom to exercise our rights to the same degree that we meet our obligations.",
  "We have the right to choose our form of suffering.",
  "We have three rights: the right to work; the right to pay to work; the right to suffer the consequences of our work.",
  "We have three obligations: the obligation to work; the obligation to pay to work; the obligation to suffer the consequences of our work.",
  "We know others to the extent that we know ourselves.",
  "We learn also by osmosis.",
  "Welcome the unexpected, but not the arbitrary.",
  "We'll never get rich by hard work. But, we'll never get rich without it.",
  "We may do whatever we like, providing we can pick up the tab.",
  "We may not have an equality of talent; we may not have an equality of experience. But we may be equal in aspiration; we can be equal in commitment.",
  "We may understand our knowing, but we can't know our understanding.",
  "We move from making unnecessary efforts, the exertions of force, to making necessary efforts: the direction of effortlessness.",
  "We must be able to play in our sleep; because usually we do.",
  "We only have what we give away.",
  "We pay our own tab.",
  "We perceive our perceptions.",
  "We recognise in others what we know most deeply in ourselves.",
  "What do you notice when you have noticed something?",
  "What we get out is in direct proportion to what we put in.",
  "What we hear is the quality of our listening.",
  "What without how, even assuming the why, is not of much use.",
  "When a musician believes that music is a commodity, music dies in them.",
  "When a record company makes a mistake, the artist pays for it. When a manager makes a mistake, the artist pays for it. When the artist makes a mistake, the artist pays for it.",
  "When Silence visits, it speaks to us to the degree that we are able to bear.",
  "When stuck, increase the complexity.",
  "When we act wrongly, let us not compound the error by offering justification.",
  "When we are in The Basement, we don’t know we are in The Basement. We only know when we’ve left.",
  "When we have nothing to say, it is very hard to say nothing. When we have nothing to do, it is very hard to do nothing.",
  "When we recognise a fault in others, we recognise a fault in ourselves.",
  "When you’re tired, you’ve had enough, and can’t do anything – do nothing. And while you’re doing nothing, practice.",
  "Where our attention is, is where we are.",
  "Where we're going is how we get there. So, if where we’re going is how we get there, we are already where we're going.",
  "While we are alive, it is never too late to address the repercussions of our mistakes.",
  "Wish attracts I.",
  "With commitment, all the rules change.",
  "With craft the musician can copy something old. With discipline the musician may copy something new.",
  "Without Wish, who are we? Without Presence, we are not. Without Direction, we are lost.",

  "You are playing with friends; whether you like them or not; whether they like you, or not; whether we know it or not.",
  "You can show someone how to look, but not to see.",
  "You can show someone how to listen, but not to hear."
]
